<template>
    <div class="about-wrapper">
        <div class="bg"></div>
        <div class="title">关于Cinco</div>
        <div class="content">
            我，一个土生土长的山东淫。<br/>
            16年，有幸进入青岛理工大学学习。<br/>
            大三上，接触前端并开始在这条道路上缓慢前行。<br/>
            计算机科学与技术专业，对硬件底层方面不是很感兴趣，只停留在学习过的层次。<br/>
            喜欢前端方向，并且对前端的未来满怀憧憬。(期待未来 端 与 云工程师的设想)<br/>
            喜欢接触新事物，喜欢钻研新的知识和技术。<br/>
            做这个博客一方面是想锻炼自己完成一个独立的项目，二是想为了与更多人交流提供一个自主的平台。<br/>
            作为一个前端小白，希望大家可以多多给我留言指点，与我交流。 <br/><br/>
            当然，人生不知有技术，还有诗和远方O(∩_∩)O<br/><br/>
            兴趣方面：热爱篮球，14年成为一名詹密。健身接触不久，弱鸡阶段。喜欢音乐，喜欢拍照。<br/>
            志同道合的朋友们可以联系我呀~~~<br/>
            最后，感谢大家来到我的博客，希望您经常来哟🤭<br/><br/>
            >>QQ: 945215595 <br/>
            >>微信: qylbj2016 <br/>
            >>手机: 17863974580 <br/>
        </div>
    </div>
</template>
<style lang="scss">
    @import '@/assets/css/views/about.scss';
</style>
